Repository: sillsdev/hearthis
Catalog: DistFiles/localization/HearThis.*.xlf
Languages: es, id

# RecordingControl.CannotRecordClipForSkippedStyle
source: The settings for this project prevent recording this block because its paragraph style is {0}. If you intend to record blocks having this style, in the Settings dialog box, select the Skipping page, and then clear the selection for this style.
es: La configuración de este proyecto impide grabar este bloque porque su estilo de párrafo es {0}. Si tiene intención de grabar bloques con este estilo, en el cuadro de diálogo Ajustes, seleccione la página Omisiones y, a continuación, desactive la selección de este estilo.
id: Pengaturan proyek ini melarang perekaman kalimat ini karena gaya paragraf adalah {0}. Jika Anda bermaksud merekam kalimat yang memiliki gaya ini, di kotak dialog Pengaturan, pilih halaman Pelewatan, lalu hapus pilihan untuk gaya ini.

# RecordingControl.CannotRecordSkippedClip
source: This block has been skipped. If you want to record a clip for this block, first click the Skip button so that it is no longer selected.
es: Este bloque ha sido omitido. Si desea grabar un clip para este bloque, primero haga clic en el botón Omitir para que ya no esté seleccionado.
id: Kalimat ini telah dilewati. Jika Anda ingin merekam klip untuk kalimat ini, pertama-tama klik tombol Lewati sehingga tidak terpilih lagi.

# RecordingControl.CannotShiftClips
source: All blocks already have clips recorded or are skipped. You would need to delete a clip to make a "hole" in order to shift existing clips.
es: Todos los bloques ya tienen clips o se han omitido. Necesitaría eliminar una grabación para hacer un "espacio" para desplazar los clips existentes.
id: Semua kalimat sudah memiliki klip audio atau sudah dilewati. Anda perlu menghapus klip untuk membuat "lubang" agar dapat menggeser klip yang ada.

# RecordingControl.Chapter
source: Chapter {0}
es: Capítulo {0}
id: Pasal {0}

# RecordingControl.ChooseProject
source: Choose Project
es: Elegir proyecto
id: Pilih Proyek

# RecordingControl.ChooseProject_ToolTip_
source: Choose Project
es: Elegir proyecto
id: Pilih Proyek

# RecordingControl.ConfirmSkip
source: There is already a clip recorded for this line.\nIf you skip it, this clip will be omitted when publishing.\n\nAre you sure you want to do this?
es: Existe ya un clip para este bloque.\nSi lo omite, se omitirá el clip al publicar la grabación.\n\n ¿Está seguro que desea hacer esto?
id: Sudah ada klip rekaman untuk baris ini.\nJika Anda melewatinya, klip ini akan dihilangkan saat menerbitkan.\n\nApakah Anda yakin ingin melakukan ini?

# RecordingControl.DeleteExtraClipTooltip
source: If this extra clip does not correspond to any block, delete it.
es: Si este clip adicional no corresponde a ningún bloque, elimínelo.
id: Jika klip tambahan ini tidak sesuai dengan kalimat mana pun, hapus klip.

# RecordingControl.EndOf
source: End of {0}
es: Final de {0}
id: Akhir dari {0}

# RecordingControl.FailedToShiftClips
source: There was a problem renaming clip\n{0}\nto\n{1}\n{2} of {3} clips shifted successfully.
es: Se ha producido un problema al cambiar el nombre del clip\n{0}\na\n{1}\n{2} de los {3} clips fueron renombarados con éxito.
id: Terjadi masalah penggantian nama klip \n{0}\nmenjadi\n{1}\n{2} dari {3} klip berhasil digeser.

# RecordingControl.FailedToUpdateChapterInfo
source: There was a problem updating chapter information for {0}, chapter {1}.
es: Hubo un problema al actualizar la información de {0} capítulo {1}.
id: Terjadi masalah memperbarui informasi pasal untuk {0}, pasal {1}.

# RecordingControl.Finished
source: {0} Finished
es: {0} Finalizado
id: {0} Selesai

# RecordingControl.GoTo
source: Go To {0}
es: Ir a {0}
id: Pergi ke {0}

# RecordingControl.Heading
source: Heading
es: Encabezado
id: Judul

# RecordingControl.Introduction
source: Introduction
es: Introducción
id: Pendahuluan

# RecordingControl.InvalidWavFile
source: Something went wrong recording that clip. Please try again. If this continues to happen, contact support.
es: Algo salió mal al grabar ese clip. Favor de intentarlo de nuevo. Si esto sigue ocurriendo, contacte el servicio de asistencia.
id: Terjadi masalah merekam klip ini. Silakan coba lagi. Jika masalah ini terus terjadi, hubungi dukungan.

# RecordingControl.LargerButton_ToolTip_
source: Larger Text
es: Texto más grande
id: Memperbesar Teks

# RecordingControl.LineCountLabel
source: Block {0}/{1}
es: Bloque {0}/{1}
id: Kalimat {0}/{1}

# RecordingControl.NoProblemsInProject
source: {0} did not detect any problems in this project.
es: {0} no detectó ningún problema en este proyecto.
id: {0} tidak mendeteksi adanya masalah dalam proyek ini.

# RecordingControl.NotTranslated
source: Not translated yet
es: Aún no se ha traducido
id: Belum diterjemahkan

# RecordingControl.PublishSoundFiles
source: Export Sound Files...
es: Exportar los archivos de sonido...
id: Ekspor File Audio...

# RecordingControl.PushTabToPlay
source: To play the clip, press the Tab key.
es: Para reproducir el clip, pulse la tecla Tab.
id: Untuk memutar klip, tekan tombol Tab.

# RecordingControl.RecordInPartsDlg.ErrorMovingExistingRecording
source: {0} was unable to copy the combined recording to the correct destination:\n{1}\nPlease report this error. Restarting {0} might solve this problem.
es: {0} no pudo copiar la grabación combinada al destino correcto:\n{1}\nPor favor reporta este error. Reiniciar {0} podría resolver este problema.
id: {0} tidak dapat menyalin rekaman gabungan ke tujuan yang benar:\n{1}\nHarap laporkan kesalahan ini. Memulai ulang {0} mungkin dapat mengatasi masalah ini.

# RecordingControl.RecordInPartsDlg.Instructions
source: You can divide the line wherever you want. Just record the first part, then the second part. If you want to, you can click in the text to help remember where the second part starts.
es: Para grabar este linea en dos partes, solo se graba la primera parte hasta donde usted quiere. Luego se graba la segunda parte. Si lo desea, puede hacer clic en el texto para ayudar a recordar dónde comienza la segunda parte.
id: Kalimat ini dapat direkam dalam beberapa bagian. Rekam saja bagian pertama, lalu bagian kedua. Anda dapat mengklik teks supaya mengingat di mana bagian kedua dimulai.

# RecordingControl.RecordInPartsDlg.PlayFirstPartButton_ToolTip_Base
source: Play the clip for the first part
es: Reproducir el clip de la primera parte
id: Putar klip untuk bagian pertama

# RecordingControl.RecordInPartsDlg.PlaySecondPartButton_ToolTip_Base
source: Play the clip for the second part
es: Reproducir el clip para la segunda parte
id: Putar klip untuk bagian kedua

# RecordingControl.RecordInPartsDlg.PrematureRecordingsButtonClick
source: {0} needs two recordings in order to finish this task. Click "{1}" if you don't want to make two recordings.
es: {0} necesita dos grabaciones para poder unirlos. Haga clic en "{1}" si no desea grabar este bloque en dos partes.
id: {0} membutuhkan dua rekaman untuk menyelesaikan tugas ini. Klik "{1}" jika Anda tidak ingin membuat dua rekaman.

# RecordingControl.RecordInPartsDlg.RecordFirstPartButton_ToolTip_Base
source: Record the first part
es: Grabar la primera parte
id: Rekam bagian pertama

# RecordingControl.RecordInPartsDlg.RecordSecondPartButton_ToolTip_Base
source: Record the second part
es: Grabar la segunda parte
id: Rekam bagian kedua

# RecordingControl.RecordInPartsDlg.UseRecordingsButton
source: &Use These Recordings
es: &Usar estas grabaciones
id: &Gunakan Rekaman Ini

# RecordingControl.RecordInPartsDlg.WindowTitle
source: Record Long Line in Parts
es: Grabar bloque largo en partes
id: Rekam Kalimat Panjang dalam Beberapa Bagian

# RecordingControl.RecordInPartsDlg._labelBothOne_ToolTip_
source: Press 3 to hear both parts together.
es: Presione la tecla 3 para reproducir las dos partes unidas.
id: Tekan 3 untuk mendengar kedua bagian secara bersama.

# RecordingControl.RecordInPartsDlg._labelBothTwo_ToolTip_
source: Press 3 to hear both parts together.
es: Presione la tecla 3 para reproducir las dos partes unidas.
id: Tekan 3 untuk mendengar kedua bagian secara bersama.

# RecordingControl.RecordInPartsDlg._labelOne_ToolTip_
source: Press 1 to work on the first part.
es: Presione la tecla 1 para trabajar en la primera parte.
id: Tekan 1 untuk bekerja pada bagian pertama.

# RecordingControl.RecordInPartsDlg._labelTwo_ToolTip_
source: Press 2 to work on the second part.
es: Presione la tecla 2 para trabajar en la segunda parte.
id: Tekan 2 untuk bekerja pada bagian kedua.

# RecordingControl.RecordInPartsDlg.labelPlus_ToolTip_
source: Press 3 to hear both parts together.
es: Presione la tecla 3 para reproducir las dos partes unidas.
id: Tekan 3 untuk mendengar kedua bagian secara bersama.

# RecordingControl.RecordLongLinesInParts_ToolTip_
source: Record long lines in parts. (Press P)
es: Grabar oraciones largas en dos partes. (Presione la tecla P)
id: Rekam garis panjang dalam beberapa bagian. (Tekan huruf P)

# RecordingControl.RecordingToolControl._endOfUnitMessage
source: End of Chapter/Book
es: Fin del capítulo/libro
id: Akhir Pasal/Kitab

# RecordingControl.RecordingToolControl._nextChapterLink
source: Go To Chapter x
es: Ir a capítulo x
id: Pergi ke Pasal x

# RecordingControl.RemoveThisRecording_ToolTip_
source: Remove this recorded clip (Delete Key)
es: Eliminar este clip (tecla Borrar/Delete)
id: Hapus klip ini (Tombol Hapus)

# RecordingControl.RestoreClip_ToolTip_
source: Restore deleted clip
es: Restaurar el clip borrado
id: Kembalikan klip yang dihapus

# RecordingControl.Save
source: Save
es: Guardar
id: Simpan

# RecordingControl.Save_ToolTip_
source: Save
es: Guardar
id: Simpan

# RecordingControl.Script
source: Verse {0}
es: Versículo {0}
id: Ayat {0}

# RecordingControl.ScriptVerseBridge
source: Verses {0}
es: Versículos {0}
id: Ayat {0}

# RecordingControl.ShiftClipsHintTooltip
source: Otherwise, right click for {0} command.
es: De lo contrario, haga clic con el botón derecho para el comando {0}.
id: Jika tidak, klik kanan untuk perintah {0}.

# RecordingControl.ShiftClipsToolStripMenuItem
source: Shift Clips...
es: Desplazar clips...
id: Geser Klip...

# RecordingControl.SmallerButton_ToolTip_
source: Smaller Text
es: Texto más pequeño
id: Memperkecil Teks

# RecordingControl.UnexpectedRecording
source: Extra clip
es: Clip inesperado
id: Klip tambahan

# RecordingControl.VerseNotTranslated
source: Verse {0} not translated yet
es: Versículo {0} no se traduce
id: Ayat {0} belum diterjemahkan

# RecordingControl.skipButton1_ToolTip_
source: Skip this block - it does not need to be recorded.
es: Omitir este bloque - no necesita ser grabado.
id: Lewati kalimat ini - tidak perlu direkam.

# RecordingControl.toolStripButtonSettings
source: Settings...
es: Ajustes...
id: Perlindungan Pengaturan...

# RecordingToolControl.NoInput
source: No input device
es: Ningún dispositivo de entrada
id: Tidak ditemukan perangkat rekam

# RecordingToolControl.NoMic
source: This computer appears to have no sound recording device available. You will need one to record with this program.
es: Este equipo parece tener ningún dispositivo de grabación de sonido disponible, lo cual se necesita para grabar con este programa.
id: Komputer ini tampaknya tidak terhubung dengan alat perekam suara. Diperlukan alat perekam suara untuk merekam audio dalam program ini.

# RestrictAdministrativeAccess.WindowTitle
source: Settings
es: Configuración
id: Pengaturan

# Sample.BookAndChapterFormat
source: {0} Chapter {1}
es: {0} Capítulo {1}
id: {0} Pasal {1}

# Sample.ChapterStyleName
source: Chapter
es: Capítulo
id: Pasal

# Sample.ErrorGeneratingData
source: An error occurred setting up the sample project.
es: Se ha producido un error al configurar el proyecto de muestra.
id: Terjadi kesalahan saat menyiapkan proyek contoh.

# Sample.IntroductionParagraphStyleName
source: Introduction
es: Introducción
id: Pendahuluan

# Sample.Introductory
source: Some introductory material about
es: Material introductorio sobre
id: Beberapa materi pengantar tentang

# Sample.NormalParagraphStyleName
source: Normal Paragraph
es: Párrafo normal
id: Paragraf Biasa

# Sample.PsalmFormat
source: Psalm {0}
es: Salmo {0}
id: Mazmur {0}

# Sample.SectionHeadInEph3
source: The Mystery
es: El Misterio
id: Misteri

# Sample.SectionHeadParagraphStyleName
source: Section Head
es: Encabezado de sección
id: Judul Kumpulan

# Sample.WouldBeSentence
source: Here if we were using a real project, there would be a sentence for you to read.
es: Si esto fuere un proyecto verdadero, aquí habría una oración para leer.
id: Di sini, jika kita menggunakan proyek nyata, akan ada kalimat yang bisa Anda baca.

# SaveHearThisPackDlg.AboutHearThisPack
source: A HearThis Pack compresses all your recordings into a single file that can be shared with others working on the same project. Make sure you have the same exact version of the project, with the same {0} settings! Also ensure you are using the same major version of {0}.
es: Un Paquete HearThis comprime todas las grabaciones del proyecto en un solo archivo que puede ser compartido con otras personas que trabajen en el mismo proyecto. ¡Asegúrese de tener la misma versión exacta del proyecto con los mismos ajustes de {0}! Además para compartir un Paquete HearThis, los usuarios deben tener la misma versión principal de {0}.
id: Paket HearThis mengompres semua rekaman Anda menjadi satu file yang dapat dibagikan kepada orang lain yang bekerja pada proyek yang sama. Pastikan dahulu semua orang memiliki versi proyek yang sama persis, dengan pengaturan {0} yang sama! Pastikan juga semua orang memiliki versi {0} yang sama.

# SaveHearThisPackDlg.AboutRestrictToCharacter
source: This project has parts identified for different voice actors. If you have an actor selected, you can limit the pack to just the current actor. This will make it smaller and help to ensure that merging the pack will not overwrite anyone else's work.
es: Este proyecto tiene partes identificadas para diferentes actores de voz. Si hay un actor seleccionado, se puede limitar el paquete a sólo el actor actual. Esto hará que sea más pequeño y también ayudará a asegurar que la fusión del paquete no sobrescribirá el trabajo de nadie más.
id: Proyek ini mengandung bagian-bagian berdasarkan pengisi suara yang berbeda. Jika satu pengisi suara sedang terpilih, Anda dapat membuat paket yang hanya mengandung suara itu saja. Dengan ini, Anda dapat membuat paket yang ukurannya lebih kecil. Selain itu, lebih pasti bahwa penggabungan paket nanti tidak menghapus hasil kerja orang lain.

# SaveHearThisPackDlg.LimitToCurrentActor
source: Limit to current actor: {0}
es: Limitar solo al actor actual: {0}
id: Batasi supaya hanya mengandung pengisi suara saat ini: {0}

# SaveHearThisPackDlg.WindowTitle
source: Save HearThis Pack
es: Grabar Paquete HearThis
id: Simpan Paket HearThis

# ScriptTextHasChangedControl.BlockSkipped
source: This block has been skipped.
es: Este bloque ha sido omitido.
id: Kalimat ini telah dilewati.

# ScriptTextHasChangedControl.BlockSkippedButHasClip
source: This block has been skipped, but it has a clip recorded.
es: Este bloque ha sido omitido, pero tiene un clip grabado.
id: Kalimat ini telah dilewati, tetapi memiliki klip yang sudah direkam.

# ScriptTextHasChangedControl.CannotRecord
source: You cannot record in this view.
es: Para grabar, favor de cambiar a la vista "Leer y grabar".
id: Anda tidak dapat merekam dalam tampilan ini.

# ScriptTextHasChangedControl.DecisionReRecord
source: Decision: Need to re-record this block.
es: Decisión: Se necesita volver a grabar este bloque.
id: Keputusan: Perlu merekam ulang kalimat ini.

# ScriptTextHasChangedControl.DeleteClipButtonText
source: Delete clip
es: Eliminar clip
id: Hapus klip

# ScriptTextHasChangedControl.DeletedClip
source: This problem has been resolved (extra clip deleted).
es: Este problema se ha resuelto (se ha eliminado el clip extraño).
id: Masalah ini sudah teratasi (klip tambahan dihapus).

# ScriptTextHasChangedControl.ExtraClip
source: The text has changed so that this clip does not match up to any block in the current script.
es: El texto ha cambiado de forma que este clip no coincida con ningún bloque del texto actual.
id: Teks telah berubah sehingga klip ini tidak cocok dengan kalimat mana pun dalam skrip saat ini.

# ScriptTextHasChangedControl.NoProblem
source: No problems
es: Sin problemas
id: Tidak ada masalah

# ScriptTextHasChangedControl.NotRecorded
source: This block has not yet been recorded.
es: Este bloque no ha sido grabado todavía.
id: Kalimat ini belum direkam.

# ScriptTextHasChangedControl.PlayClipButtonFmt
source: Open clip in {0}
es: Abrir clip en {0}
id: Buka klip di {0}

# ScriptTextHasChangedControl.ScriptTextAtTimeOfRecordingUnknown
source: The clip for this block was recorded using an older version of {0} that did not save the version of the text at the time of recording.
es: El clip de este bloque se grabó con una versión anterior de {0} que no guardaba la versión del texto en el momento de hacer la grabación.
id: Klip untuk kalimat ini direkam menggunakan versi {0} lama yang tidak menyimpan versi teks pada saat perekaman.

# ScriptTextHasChangedControl._btnAskLater
source: Ask me later
es: Pregúntame más tarde
id: Tanya saya nanti

# ScriptTextHasChangedControl._btnDelete
source: Need to re-record block
es: Se necesita volver a grabar este bloque
id: Perlu merekam ulang kalimat

# ScriptTextHasChangedControl._btnEditClip
source: Open Clip in Editor
es: Abrir clip en editor

# ScriptTextHasChangedControl._btnPlayClip
source: Play Existing Clip
es: Reproducir el clip existente
id: Putar Klip yang Ada

# ScriptTextHasChangedControl._btnPlayClip_ToolTip_
source: Play the existing clip (Tab key)
es: Reproducir el clip existente (tecla Tab)
id: Putar klip yang ada (Tombol tab)

# ScriptTextHasChangedControl._btnShiftClips
source: Shift Clips Tool...
es: Desplazar clips...
id: Alat Penggeser Klip...

# ScriptTextHasChangedControl._btnUseExisting
source: It's OK, use existing clip
es: Está bien, utilice el clip existente
id: Tidak apa-apa, gunakan klip yang ada

# ScriptTextHasChangedControl._copyPathToClipboard_ToolTip_
source: Copy file path to clipboard
es: Copiar la ruta al portapapeles
id: Salin jalur file ke salinan

# ScriptTextHasChangedControl._lblBefore
source: Before ({0})
es: Antes ({0})
id: Sebelum ({0})

# ScriptTextHasChangedControl._lblEditingCompleteInstructions
source: When editing is complete, save as:\n{0}
es: Cuando termine la edición, guarde como:\n{0}
id: Setelah pengeditan selesai, simpan sebagai:\n{0}

# ScriptTextHasChangedControl._lblNow
source: Now
es: Ahora
id: Sekarang

# ScriptTextHasChangedControl._lblProblemSummary
source: The text of this block has changed since the clip was recorded.
es: El texto de este bloque ha cambiado desde que se grabó el clip.
id: Teks kalimat ini telah berubah sejak klip direkam.

# ScriptTextHasChangedControl._lblResolution
source: Decision: It's OK
es: Decisión: Está bien
id: Keputusan: Tidak apa-apa

# ScriptTextHasChangedControl._lblShiftClips
source: This clip is for a nearby block.
es: Este clip corresponde a un bloque cercano.
id: Klip ini untuk kalimat dekat.

# ScriptTextHasChangedControl._nextButton
source: Next
es: Siguiente
id: Berikut

# ScriptTextHasChangedControl._nextButton_ToolTip_
source: Next problem in this chapter (Page Down key)
es: Siguiente problema de este capítulo (tecla de Página Abajo)
id: Masalah berikut dalam pasal ini (tombol Page Down)

# Shell.CheckForProblemsToolStripMenuItem
source: Check for problems
es: Revisar problemas
id: Periksa kalau ada masalah

# Shell.MergeHearthisPackMenuItem
source: Merge HearThis Pack...
es: Unir grabaciones de Paquete HearThis...
id: Gabungkan Paket HearThis...

# Shell.MoreMenu
source: More
es: Más
id: Lainnya

# Shell.ReadAndRecordToolStripMenuItem
source: Read && Record
es: Leer y grabar
id: Baca && Rekam

# Shell.SaveHearthisPackMenuItem
source: Save HearThis Pack...
es: Guardar Paquete HearThis...
id: Simpan Paket HearThis...

# Shell.Shell.SupportMenuItem
source: Support...
es: Apoyo...
id: Dukungan...

# Shell.SyncWithAndroidMenuItem
source: Sync with Android...
es: Sincronizar con Android...
id: Sinkronisasi dengan Android...

# ShiftClipsDlg.GridScriptLines.AfterShifting
source: After Shifting
es: Después del desplazamiento
id: Setelah Pergeseran

# ShiftClipsDlg.GridScriptLines.Existing
source: Existing
es: Existentes
id: Sudah ada

# ShiftClipsDlg.GridScriptLines.ScriptText
source: Script Text
es: Texto del guión
id: Teks Skrip

# ShiftClipsDlg.WindowTitle
source: Shift Clips
es: Desplazar clips
id: Geser Klip

# ShiftClipsDlg._btnShiftClips
source: Shift Clips
es: Desplazar clips
id: Geser Klip

# ShiftClipsDlg._radioShiftLeft
source: Shift clips to the preceding block
es: Mover clips a las frases anteriores
id: Geser klip ke kalimat sebelumnya

# ShiftClipsDlg._radioShiftRight
source: Shift clips to the following block
es: Mover clips a las frases posteriores
id: Geser klip ke kalimat selanjutnya

# UpgradeNeededDialog.CheckForUpdates
source: Check For Updates
es: Ver si hay actualizaciones
id: Cari Pembaruan Program

# UpgradeNeededDialog.WindowTitle
source: Need to Upgrade HearThis
es: Actualización de HearThis pendiente
id: Perlu Update HearThis

# ColorScheme.Normal
source: Normal
id: Biasa

# Common.OK
source: OK
id: Ya
