Repository: sillsdev/hearthis
Catalog: DistFiles/localization/HearThis.*.xlf
Languages: es, id

# ChooseProject.FindParatextProjectsFolder
source: Find Paratext projects folder
es: Encontrar la carpeta de proyectos Paratext
id: Temukan folder proyek Paratext

# ChooseProject.ParatextError
source: The error was: {0}
es: El error fue: {0}
id: Kesalahan adalah: {0}

# ChooseProject.ParatextProjectLoadError.Generic
source: Project: {0}\nError message: {1}
es: Proyecto: {0}\nError: {1}
id: Proyek: {0}\nPesan kesalahan: {1}

# ChooseProject.ParatextProjectLoadError.HearThisVersionOutdated
source: To read this project, a version of {0} compatible with Paratext {1} is required.
es: Para utilizar este proyecto, se requiere una versión de {0} compatible con Paratext {1}.
id: Untuk memuat proyek ini, diperlukan versi {0} yang kompatibel dengan Paratext {1}.

# ChooseProject.ParatextProjectLoadError.ProjectOutdated
source: The project administrator needs to update it by opening it with Paratext {0} or later. Alternatively, you might be able to revert to an older version of {1}.
es: El administrador del proyecto necesita abrirlo con Paratext {0} o posterior. O como alternativo, posiblemente se puede abrir con una version anterior de {1}.
id: Administrator proyek harus melakukan update dengan membuka proyek dalam Paratext versi {0} atau yang lebih baru. Atau, Anda mungkin dapat kembali ke versi {1} yang lebih lama.

# ChooseProject.ParatextProjectLoadError.UnknownProjectType
source: This project has a project type ({0}) that is not supported.
es: Este proyecto es de un tipo ({0}) que no es compatible.
id: Proyek ini mengandung jenis proyek ({0}) yang tidak terdukung.

# ChooseProject.ParatextProjectLoadError.VersionIncompatibility
source: Project {0} is not compatible with this version of {1}.
es: El proyecto {0} no es compatible con esta versión de {1}.
id: Proyek {0} tidak kompatibel dengan {1} versi ini.

# ChooseProject.ParatextProjectLoadErrors
source: The following Paratext project load errors occurred:
es: Ocurrieron los siguientes errores de carga de proyecto de Paratext:
id: Terjadi kesalahan memuat proyek Paratex berikut ini:

# ChooseProject.ProjectNameOrIdColumn
source: Short Name/Id
es: Nombre corto/Id
id: Nama Singkat/Id

# ChooseProject.ProjectShortName
source: Short Name
es: Nombre corto
id: Nama Singkat

# ChooseProject.Quit
source: Quit
es: Salir
id: Keluar

# ChooseProject.Type.Sample
source: Sample
es: Muestra
id: Contoh

# ChooseProject.Type.TextReleaseBundle
source: Text Release Bundle
es: Paquete de texto liberado
id: Bundel Rilis Teks

# ChooseProject.WindowTitle
source: Choose Project
es: Elegir proyecto
id: Pilih Proyek

# ChooseProject._lblNoParatextProjects
source: No Paratext projects were found on this computer.
es: No se encontraron proyectos de Paratext en esta computadora.
id: Di komputer ini tidak ditemukan proyek Paratext.

# ChooseProject._lblNoParatextProjectsInFolder
source: No Paratext projects were found in this folder:
es: No se encontraron proyectos Paratext en esta carpeta:
id: Tidak ditemukan proyek Paratext dalam folder berikut ini:

# ChooseProject._lblParatext7Installed
source: This computer has Paratext 7 installed. To open a Paratext 7 project use a version of HearThis earlier than 1.5.
es: Este equipo tiene Paratext 7 instalado. Para abrir un proyecto de Paratext 7 utilice una versión de HearThis anterior a la 1.5.
id: Komputer ini telah terinstal Paratext 7. Untuk membuka proyek Paratext 7, gunakan versi HearThis yang lebih lama dari versi 1.5.

# ChooseProject._lblParatextNotInstalled
source: {0} {1} or {2} does not appear to be installed on this computer, or it has not yet been registered.
es: {0} (versión {1} o {2}) no parece estar instalado en este equipo, o aún no se ha registrado.
id: Paratext tampaknya tidak terinstal pada komputer ini.

# ChooseProject._lblParatextProjectsFolderLabel
source: Paratext projects folder:
es: Carpeta de proyectos Paratext:
id: Folder proyek Paratext:

# ChooseProject._linkCreateFromBundle
source: Create new project from text release bundle
es: Crear nuevo proyecto de paquete de texto liberado
id: Buat proyek baru dari bundel rilis teks

# ChooseProject._linkCreateFromGlyssenScript
source: Open GlyssenScript for dramatized recordings
es: Abrir archivo GlyssenScript para hacer grabaciones dramatizadas
id: Buka GlyssenScript untuk rekaman dramatisasi

# ChooseProject._linkFindParatextProjectsFolder
source: Find Paratext projects folder
es: Encontrar la carpeta de proyectos Paratext
id: Temukan folder proyek Paratext

# ChooseProject.m_btnFindParatextProjectsFolder_ToolTip_
source: Select folder where Paratext projects are located
es: Seleccionar la carpeta donde se encuentran los proyectos de Paratext
id: Pilih folder yang mengandung proyek Paratext

# ClipRepository.BothSkipAndClipExist
source: {0} found an existing clip for a block that was marked as being skipped.
es: {0} ha encontrado un clip existente para un bloque que estaba marcado como omitido.
id: {0} menemukan klip rekaman untuk blok yang ditandai 'dilewati'.

# ClipRepository.DeleteClipProblem
source: HearThis was unable to delete this clip. File may be locked. Restarting HearThis might solve this problem. File: {0}
es: HearThis no pudo borrar este clip. El archivo puede ser bloqueado. Reiniciando HearThis podría resolver este problema. Archivo: {0}
id: HearThis tidak dapat menghapus klip ini. File mungkin terkunci. Coba mengatasi masalah ini dengan menutup HearThis dan membukanya kembali. File: {0}

# ClipRepository.DeleteFolder
source: Existing folder could not be deleted: {0}
es: No se puede borrar la carpeta existente: {0}
id: Folder yang sudah ada tidak dapat dihapus: {0}

# ClipRepository.DeleteInvalidClipProblem
source: Failed to delete invalid WAV file: {0}
es: Error al eliminar el archivo WAV no válido: {0}
id: Gagal menghapus file WAV yang tidak valid: {0}

# ClipRepository.ExtraneousClips
source: Unexpected clips were encountered in the folder for {0} {1}.
es: Se encontraron grabaciones inesperados en la carpeta para {0} capítulo {1}.
id: Klip yang tidak terduga ditemukan dalam folder untuk {0} {1}.

# ClipRepository.InvalidClip
source: Invalid WAV file {0}\n{1}\n{2} will attempt to delete it.
es: Archivo WAV inválido {0}\n{1}\n{2} intentará eliminarlo.
id: File WAV yang tidak valid {0}\n{1}\n{2} akan mencoba menghapusnya.

# ClipRepository.MergeAudioProgress
source: Joining clips
es: Uniendo los clips
id: Menggabungkan klip

# ClipRepository.SkipFileIsNewer
source: Because the skip file is newer, that file is replacing the existing clip, but the other version is being kept as {0}
es: Debido a que el archivo que registra la omisión es más reciente, ese archivo está reemplazando el clip existente, pero la otra versión se guardará como {0}
id: File terlewat lebih baru, maka file itu menggantikan klip yang ada sekarang. Versi yang lainnya tetap disimpan dengan nama {0}

# ClipRepository.UndeleteClipProblem
source: HearThis was unable to restore this deleted clip. File may be locked. Restarting HearThis might solve this problem. File: {0}
es: HearThis no pudo restaurar este clip borrado. El archivo puede estar bloqueado. Reiniciar HearThis podría resolver este problema. Archivo: {0}
id: HearThis tidak dapat mengembalikan klip yang dihapus ini. File mungkin terkunci. Coba mengatasi masalah ini dengan menutup HearThis dan membukanya kembali.. File: {0}

# ClipRepository.UnexpectedWavFile
source: Unexpected WAV file: {0}
es: Archivo WAV inesperado: {0}
id: File WAV yang tidak terduga: {0}

# ColorScheme.HighContrast
source: High Contrast
es: Alto contrasto
id: Kontras Tinggi

# Common.Cancel
source: &Cancel
es: &Cancelar
id: &Batal

# DataMigration.PleaseBePatient
source: Please wait while {0} migrates the data for {1}. Thank you for your patience!
es: Por favor, espere mientras {0} migra los datos de {1}. ¡Gracias por su paciencia!
id: Mohon tunggu sementara {0} melakukan migrasi data untuk {1}. Terima kasih atas kesabaran Anda!

# DataMigrationReportNagDlg._chkDelete
source: Delete the report
es: Eliminar reporte
id: Hapus laporan

# DataMigrationReportNagDlg._chkDoNotNagAnymore
source: I have taken care of this. Do not show this anymore.
es: Me he ocupado de ello, ya no lo muestre.
id: Saya sudah mengurus hal ini. Jangan tunjukkan pesan ini lagi.

# DataMigrationReportNagDlg._linkHelp
source: If after looking at the report you do not know how to fix things yourself, please get help [here].
es: Si después de ver el reporte usted no sabe cómo arreglar los archivos por si mismo, por favor busca ayuda [aquí].
id: Silakan lihat laporan. Jika Anda masih tidak tahu cara mengatasi masalah sendiri, silakan dapatkan bantuan [di sini].

# DataMigrationReportNagDlg._linkReport
source: Open Report
es: Abrir informe
id: Buka Laporan

# DataMigrationReportNagDlg._txtSummary
source: During the data migration from version {0}, HearThis encountered some data that it was not able to migrate cleanly.
es: Durante la migración de datos de la versión {0}, HearThis encontró algunos datos que no fue capaz de migrar limpiamente.
id: Selama migrasi data dari versi {0}, HearThis menemukan beberapa data yang tidak dapat dimigrasikan dengan baik.

# DialogBoxes.SelectBundleDlg.Title
source: Create New Project from Text Release Bundle
es: Crear nuevo proyecto de paquete de texto liberado
id: Buat Proyek Baru dari Bundel Rilis Teks

# FlacEncoder.Progress
source: Converting to flac
es: Conversión a formato flac
id: Mengkonversi ke flac

# HearThisPack.Nothing
source: There were no relevant clips or other files in this project to include in the HearThis Pack.
es: Este proyecto no contenía clips ni otros archivos relevantes para incluir en el Paquete HearThis.
id: Tidak ada klip atau file lain yang relevan dalam proyek ini yang dapat disertakan dalam Paket HearThis.

# LameEncoder.Progress
source: Converting to mp3
es: Conversión a formato mp3
id: Mengkonversi ke mp3

# MainWindow.EmptyPackDiscarded
source: Click OK to close this window.
es: Haga clic en OK para cerrar esta ventana.
id: Klik OK untuk menutup jendela ini.

# MainWindow.ExistingProjectForBundle
source: There is already a {0} project for this Text Release Bundle. Do you want to open it?
es: Ya existe un proyecto {0} para este paquete de texto liberado. ¿Quiere abrirlo?
id: Sudah ada proyek {0} untuk Bundel Rilis Teks ini. Apakah Anda ingin membukanya?

# MainWindow.IncompatibleProjectDataVersion
source: The {0} project was edited with a newer version of {1}. Its data version ({2}) is not compatible with this version of the program. Please upgrade to the latest version of {1} to open this project or contact technical support if you need to downgrade this project.
es: El proyecto {0} fue editado con una versión más reciente de {1}. Por eso la versión de datos ({2}) de este proyecto no es compatible con esta versión del programa. Por favor, actualice a la última versión de {1} para abrir este proyecto, o póngase en contacto con el soporte técnico si necesita degradar este proyecto.
id: Proyek {0} telah diedit dengan versi {1} yang lebih baru. Versi datanya ({2}) tidak kompatibel dengan versi program ini. Untuk membuka proyek ini, silakan update ke versi {1} yang terbaru. Atau, jika Anda perlu mengembalikan proyek ini ke versi lama, silakan hubungi dukungan teknis.

# MainWindow.IncompatibleVersion.Text
source: This version of HearThis is not able to load the selected file ({0}). Please upgrade to the latest version.
es: Esta versión de HearThis no puede cargar el archivo seleccionado ({0}). Por favor, actualice a la última versión.
id: Versi HearThis ini tidak dapat memuat file yang dipilih ({0}). Silakan update ke versi terbaru.

# MainWindow.MergeNoData
source: This HearThis Pack does not have any data for {0}. It contains data for {1}. If you want to merge it please open that project.
es: Este Paquete HearThis no tiene datos para {0}. Contiene datos para {1}. Si quiere fusionarlo, abra ese proyecto.
id: Paket HearThis ini tidak memiliki data untuk {0}, hanya memiliki data untuk {1}. Jika Anda ingin menggabungkannya, silakan buka proyek tersebut.

# MainWindow.MergeWrongProject
source: Wrong Project
es: Proyecto incorrecto
id: Proyek Yang Salah

# MainWindow.MoreMenuItem
source: More...
es: Más...
id: Lainnya...

# MainWindow.PackComplete
source: Saving HearThis Pack is complete. Click OK to close this window.
es: Guardar el Paquete HearThis se ha completado. Haga clic en OK para cerrar esta ventana.
id: Selesai menyimpan paket HearThis. Klik Ya untuk menutup jendela ini.

# MainWindow.ProjectMetadataInvalid
source: Project could not be loaded: {0}
es: Proyecto no se pudo cargar: {0}
id: Proyek tidak dapat dimuat: {0}

# MainWindow.Save
source: Save
es: Guardar
id: Simpan

# MainWindow.SaveAutomatically
source: HearThis automatically saves your work, while you use it. This button is just here to tell you that. To create sound files for playing your recordings, on the More menu, click Export Sound Files.
es: HearThis guarda automáticamente el trabajo, mientras que lo utilice. Este botón está aquí sólo para decirle. Para crear archivos de sonido para la reproducción de las grabaciones, en el menú Más, haga clic en Exportar los archivos de sonido.
id: HearThis menyimpan hasil kerja Anda secara otomatis, sewaktu Anda menggunakan program. Tombol ini hanya berfungsi untuk memberitahu Anda. Untuk membuat file audio untuk memutar rekaman Anda, pada menu Lainnya, klik Ekspor File Audio.

# MainWindow.SavingHearThisPack
source: Saving HearThis Pack
es: Guardando el Paquete HearThis
id: Menyimpan Paket HearThis

# MainWindow.SavingTo
source: Saving to {0}
es: Guardando como {0}
id: Menyimpan ke {0}

# MergeProgressDialog.MergeComplete
source: Merge is complete--click OK to close this window
es: La fusión se ha completado: haga clic en OK para cerrar esta ventana.
id: Penggabungan selesai - klik Ya untuk menutup jendela ini

# MergeProgressDialog.MergingFrom
source: Merging data from {0}
es: Fusión de datos de {0}
id: Menggabungkan data dari {0}

# MergeProgressDialog.WindowTitle
source: Merge Progress
es: Progreso de fusión
id: Kemajuan Penggabungan

# OggEncoder.Progress
source: Converting to Ogg Vorbis format
es: Conversión a formato Ogg Vorbis
id: Mengonversi ke format Ogg Vorbis

# OpusEncoder.Progress
source: Converting to Ogg Opus format
es: Conversión a formato Ogg Opus
id: Mengonversi ke format Ogg Opus

# Program.ConfirmDeleteUserSettingsFile
source: Do you want to delete your user settings? (This will clear your most-recently-used project, publishing settings, UI language settings, etc. It will not affect your HearThis project data.)
es: ¿Desea borrar la configuración de usuario? (Esto borrará su proyecto más recientemente usadas, configuración de publicaciones, configuración de idioma de interfaz de usuario, etc. No afecta los datos de proyecto HearThis.)
id: Apakah Anda ingin menghapus pengaturan pengguna Anda? (Ini akan menghapus data tentang proyek mana yang paling terakhir digunakan, pengaturan penerbitan, pengaturan bahasa HearThis, dll. Ini tidak akan mempengaruhi data proyek HearThis.)

# Program.FailedToCreateAudioSession
source: The following error occurred while preparing an audio session to be able to play back recordings:\n{0}\n{1} will not work correctly without speakers. Ensure that your speakers are enabled and functioning properly.\nWould you like {1} to try again?
es: Se ha producido el siguiente error al preparar una sesión de audio para poder reproducir las grabaciones: \n{0}\n{1} no funcionará correctamente sin altavoces. Asegúrese de que los altavoces están activados y funcionando correctamente.\n¿Desea volver a intentar la inicialización?
id: Kesalahan berikut ini terjadi ketika menyiapkan sesi audio agar dapat memutar ulang rekaman:\n{0}\n{1} tidak akan berfungsi dengan benar tanpa speaker. Pastikan speaker Anda diaktifkan dan berfungsi dengan baik.\nApakah Anda ingin {1} mencoba lagi?

# Project.SettingsFileError
source: An error occurred reading the project settings file:{0}If you ignore this, some things might not work correctly, including the possible misalignment of clips and blocks.
es: Se ha producido un error al leer el archivo de configuración del proyecto:{0}Al ignorar esto, algunas cosas podrían funcionar incorrectamente, incluyendo la posible desalineación de clips y bloques.
id: Terjadi kesalahan saat membaca file pengaturan proyek:{0}Jika Anda mengabaikan hal ini, beberapa hal mungkin tidak berfungsi dengan benar, termasuk kemungkinan klip tidak sejajar dengan kalimat.

# Project.SettingsFileNotWritable
source: Data migration is required for project {0}, but the settings file cannot be written.{1}
es: La migración de datos es necesaria para el proyecto {0}, pero el archivo de configuración no se puede escribir.{1}
id: Diperlukan migrasi data untuk proyek {0}, tetapi file pengaturan proyek tidak dapat dibuat.{1}

# ProjectsList.FullName
source: Full Name
es: Nombre completo
id: Nama Lengkap

# ProjectsList.Type
source: Type
es: Tipo
id: Jenis

# PublishDialog.AudioFormat
source: Audio Format
es: Formato de audio
id: Format Audio

# PublishDialog.Close
source: &Close
es: &Cerrar
id: &Tutup

# PublishDialog.DestinationLabel
source: Destination
es: Destino
id: Tujuan

# PublishDialog.Done
source: Done
es: Listo
id: Selesai

# PublishDialog.Error
source: Sorry, the program made some mistake...
es: Lo sentimos, el programa cometió algún error...
id: Maaf, program melakukan kesalahan...

# PublishDialog.ExportButton
source: &Export
es: &Exportar
id: &Ekspor

# PublishDialog.Flac
source: Folder of FLACs
es: Carpeta de FLAC
id: Folder file FLAC

# PublishDialog.KulumiPublishingInstructions
source: For Kulumi X and Mini, the root folder can be renamed as needed to distinguish from other top-level publications on device and the entire folder structure should be copied over. For the Kulumi Sheep, which supports only 2 levels of navigation, only the contents of the Kulumi folder should be copied to the device.
es: Para Kulumi X y Mini, se puede cambiar el nombre de la carpeta raíz según sea necesario para distinguirla de otras publicaciones de nivel superior en el dispositivo. Luego se debe copiar toda la estructura de carpetas. Para el Kulumi Sheep, que sólo admite 2 niveles de navegación, sólo el contenido de la carpeta Kulumi debe copiarse en el dispositivo.
id: Untuk Kulumi X dan Mini, folder root dapat diganti namanya sesuai kebutuhan untuk membedakannya dari publikasi tingkat atas lainnya pada perangkat, dan seluruh struktur folder harus disalin. Untuk Kulumi Sheep, yang hanya mendukung 2 tingkat navigasi, hanya isi folder Kulumi yang harus disalin ke perangkat.

# PublishDialog.Mp3
source: Folder of MP3s
es: Carpeta de mp3
id: Folder file MP3

# PublishDialog.Ogg
source: Folder of Ogg Vorbis
es: Carpeta de Ogg Vorbis
id: Folder file Ogg Vorbis

# PublishDialog.OpenFolderLink
source: Open folder of exported audio
es: Abrir carpeta de audio exportado
id: Buka folder audio yang diekspor

# PublishDialog.Opus
source: Folder of Ogg Opus
es: Carpeta de Ogg Opus
id: Folder file Ogg Opus

# PublishDialog.PossibleIncompatibilityWithSAB
source: This project has first-level quotes broken out into separate blocks, but it looks like the first-level quotation marks may also be used for other levels (nested quotations). If you publish phrase-level labels, {2} will need to be configured to include the first-level quotation marks ({0} and {1}) as phrase-ending punctuation, but {2} might not be able to distinguish first-level quotes (which should be considered as separate phrases) from other levels (which should not). Are you sure you want to publish phrase-level labels?
es: Este proyecto cuenta con comillas de primer nivel descompuestos en bloques separados, pero parece que las comillas de primer nivel también se pueden usar para otros niveles (citas anidadas). Si publica etiquetas al nivel de frase, {2} tendrá que ser configurado para incluir las comillas de primer nivel ({0} y {1}) como frase puntuación final, pero {2} podría ser incapaz de distinguir comillas de primer nivel (que deben ser considerados como frases separadas) de otros niveles (que no deberían). ¿Seguro que desea publicar etiquetas de nivel de la frase?
id: Dalam proyek ini, tanda kutip tingkat pertama dipecah menjadi kalimat yang terpisah. Namun, sepertinya tanda kutip tingkat pertama juga digunakan untuk tingkat lainnya (kutipan bertingkat). Jika Anda menerbitkan label tingkat frasa, {2} perlu dikonfigurasi supaya tanda kutip tingkat pertama ({0} dan {1}) termasuk sebagai tanda baca akhir frasa. Akan tetapi, {2} mungkin tidak bisa membedakan tanda kutip tingkat pertama (yang seharusnya dianggap sebagai frasa terpisah) dari tingkat lainnya (yang seharusnya tidak). Apakah Anda yakin ingin menerbitkan label tingkat frasa?

# PublishDialog.ProblemsNeedingAttention
source: There are potential problems with one or more of the recordings that you are about to export. (For example, a clip might not match the current version of the text.) Would you like to look at the problems before exporting?
es: Hay posibles problemas con una o más de las grabaciones que está a punto de exportar. (Por ejemplo, un clip podría no coincidir con la versión actual del texto.) ¿Desea ver los problemas antes de exportar?
id: Ada potensi masalah dengan satu atau lebih rekaman yang akan Anda ekspor. (Misalnya, klip mungkin tidak cocok dengan versi teks saat ini.) Apakah Anda ingin melihat masalahnya sebelum mengekspor?

# PublishDialog.ScriptureAppBuilderInstructionsAboutBlockBreakChars
source: When building the app using {2}, in order for the audio to synchronize with the text highlighting make sure that the recording phrase-ending characters specified on the 'Audio - Audio Synchronization' page in {3} has the same characters that {1} uses to break the text into recording blocks in your project: {0}.
es: Al crear la aplicación con {2}, para que el audio se sincroniza correctamente con el texto resaltado asegúrese de que los caracteres de finalización de frases especificadas en la página 'Audio - Sincronización de audio' de {3} son los mismos caracteres que {1} usa para romper el texto en bloques para grabar en este proyecto: {0}.
id: Saat membuat aplikasi menggunakan {2}, pastikan bahwa karakter pengakhiran kalimat rekaman yang ditentukan pada halaman 'Audio - Sinkronisasi Audio' di {3} memiliki karakter yang sama dengan karakter yang digunakan oleh {1} untuk memecah teks ke dalam kalimat rekaman dalam proyek Anda: {0}, supaya audio dapat disinkronkan dengan sorotan teks.

# PublishDialog.VerseIndexFormat
source: Verse Index Format
es: Formato de índices de versículo
id: Format Indeks Ayat

# PublishDialog.WindowTitle
source: Export Sound Files
es: Exportar los archivos de sonido
id: Ekspor File Audio

# PublishDialog._audacityLabelFile
source: {1} Label File ({0})
es: Archivo del etiquetas {1} ({0})
id: {1} File Label ({0})

# PublishDialog._changeDestinationLink
source: Change Destination...
es: Cambiar destino...
id: Ubah Tujuan...

# PublishDialog._chkPhraseLevelLabels
source: Include labels for phrase-level clips
es: Incluir etiquetas para clips al nivel de frase
id: Sertakan label untuk klip tingkat frasa

# PublishDialog._lblBooksToPublish
source: Books to Export
es: Libros para exportar
id: Kitab yang akan Diekspor

# PublishDialog._none
source: None
es: Ninguno
id: Tanpa format

# PublishDialog._rdoAllBooks
source: All books in project
es: Todos los libros en el proyecto
id: Semua kitab dalam proyek

# PublishDialog._rdoCurrentBook
source: Current Book: {0}
es: Libro actual: {0}
id: Kitab Saat Ini: {0}

# RecordingControl.About
source: About HearThis...
es: Acerca de HearThis...
id: Tentang HearThis...

# RecordingControl.BreakLinesAtClauses_ToolTip_
source: Start new line at pause punctuation
es: Empezar una nueva línea al encontrar puntuación de pausa
id: Memulai baris baru pada tanda baca jeda
