Repository: sillsdev/hearthis
Catalog: DistFiles/localization/HearThis.*.xlf
Languages: es, id

# &quot;AdministrativeSettings.WarningExistingRecordingsPart2
source: This is because the way {0} separates text into blocks will no longer match how it separated them when the original recordings were made. You can use {1} to help you check to make sure everything is recorded properly.
es: Esto se debe a que la forma en que {0} separa el texto en bloques ya no coincidirá con la forma en que los separaba cuando se hicieron las grabaciones originales. Se puedes utilizar {1} para ayudar a comprobar que todo está grabado correctamente.
id: Hal ini karena cara {0} memisahkan teks ke dalam blok tidak lagi sesuai dengan cara memisahkannya ketika rekaman asli dibuat. Anda dapat menggunakan {1} untuk membantu Anda memastikan semuanya direkam dengan benar.

# ActorCharacterChooser.Overview
source: Overview
es: Resumen
id: Ringkasan

# ActorCharacterChooser.Unassigned
source: unassigned
es: no asignado
id: belum ditugaskan

# AdministrativeSettings.ClearAllSkipsConfirmationMsg
source: This will permanently delete information about any blocks you have skipped for this project and also clear all skipped styles. Are you sure you want to do this?
es: Esto eliminará de forma permanente información sobre los bloques que han omitido para este proyecto y también borrar todo omitidos estilos. Seguro que quieres hacer esto?
id: Informasi tentang kalimat yang dilewati akan dihapus; semua gaya yang dilewati akan dihapus juga. Apakah Anda yakin ingin melakukan ini?

# AdministrativeSettings.ClipEditor.SelectEditorDialog.AllFilesLabel
source: All Files
es: Todos los archivos
id: Semua Berkas

# AdministrativeSettings.ClipEditor.SelectEditorDialog.ApplicationFileTypeLabel
source: Applications
es: Aplicaciones
id: Aplikasi

# AdministrativeSettings.ClipEditor.SelectEditorDialog.ExecutableFileTypeLabel
source: All Executable files
es: Archivos ejecutables
id: Semua file Executable

# AdministrativeSettings.ClipEditor.SelectEditorDialog.Title
source: Select a {0} file editing application
es: Seleccione una aplicación de edición de archivos {0}
id: Pilih aplikasi editor file {0}

# AdministrativeSettings.RecordByVerseRange.DeleteColumn_ToolTip_
source: Delete this range
es: Eliminar este rango
id: Hapus rentang ayat ini

# AdministrativeSettings._btnAddRecordByVerseRange
source: Add
es: Añadir
id: Tambah

# AdministrativeSettings._btnClearAllSkipInfo
source: Clear All Skips
es: Borrar todos los omitidos
id: Hapus Semua Pelewatan

# AdministrativeSettings._cboPauseWhitespace_ToolTip_
source: For scriptio continua languages, select any whitespace characters that are used to indicate pauses.
es: Para los idiomas de scriptio continua, seleccione los caracteres de espacio en blanco que se utilizan para indicar pausas.
id: Untuk bahasa scriptio continua, pilih karakter spasi yang digunakan untuk mengindikasikan jeda.

# AdministrativeSettings._cboSentenceEndingWhitespace_ToolTip_
source: For scriptio continua languages, select any whitespace characters that are used to indicate sentence breaks.
es: Para los idiomas de scriptio continua, seleccione los caracteres de espacio en blanco que se utilizan para delimitar las oraciones.
id: Untuk bahasa scriptio continua, pilih karakter spasi yang digunakan untuk mengindikasikan jeda.

# AdministrativeSettings._chkAdministrativeMode
source: Administrative Setup
es: Configuración administrativa
id: Pengaturan Administratif

# AdministrativeSettings._chkBreakAtParagraphBreaks
source: Treat paragraph breaks as separate recording blocks (useful for poetry)
es: Rompe el texto de cada párrafo en un bloque distinto (para dividir las estrofas de poesía).
id: Perlakukan jeda paragraf sebagai kalimat yang terpisah (pilihan ini berguna untuk merekam puisi)

# AdministrativeSettings._chkBreakAtQuotes
source: Treat quotations as separate recording blocks
es: Las citas se deben garabar como bloques separados
id: Perlakukan kutipan sebagai kalimat yang terpisah

# AdministrativeSettings._chkEnableClipShifting
source: Enable {0} command
es: Habilitar el comando {0}
id: Aktifkan perintah {0}

# AdministrativeSettings._chkNormalRecordingMode
source: Normal Recording
es: Grabación normal
id: Perekaman Biasa

# AdministrativeSettings._chkShowBookAndChapterLabels
source: Show book and chapter labels on navigation buttons
es: Mostrar etiquetas de libros y capítulos en los botones de navegación
id: Tampilkan label kitab dan pasal pada tombol navigasi

# AdministrativeSettings._chkShowCheckForProblems
source: Enable the {0} view when in protected mode
es: Habilitar la vista {0} cuando está en modo protegido
id: Aktifkan tampilan {0} dalam mode terproteksi

# AdministrativeSettings._chkShowSkipButton
source: Show Skip Button
es: Mostrar botón de omitir
id: Tampilkan Tombol "Lewati"

# AdministrativeSettings._chkWAVEditorCommandLineArguments
source: Command-line arguments required
es: Se requieren argumentos en la línea de comandos
id: Diperlukan teks dalam bahasa pemrograman komputer

# AdministrativeSettings._groupAdvancedUI
source: Advanced
es: Avanzado
id: Pengaturan Lanjutan

# AdministrativeSettings._labelShiftClipsExplanation
source: To use this command, right-click the block slider in the main window.
es: Para usar este comando, hacer clic con el botón derecho del ratón en la barra de navegación de bloques en la ventana principal.
id: Untuk menggunakan perintah ini, klik kanan pada penggeser kalimat di jendela utama.

# AdministrativeSettings._lblAdditionalLineBreakCharacters
source: Additional characters (besides sentence-ending punctuation) to break text into blocks:
es: Adicional los caracteres (además de la puntuación final de oración) para romper el texto en bloques:
id: Karakter tambahan (selain tanda baca akhir kalimat) untuk memecah teks menjadi kalimat terpisah:

# AdministrativeSettings._lblClauseSeparators
source: Pause punctuation (used when option to break blocks into lines is selected):
es: Puntuación de pausa (se utiliza cuando se selecciona la opción de dividir los bloques en líneas):
id: Tanda bacca jeda (digunakan untuk opsi "Memulai kalimat baru pada tanda baca jeda" di bawah halaman utama):

# AdministrativeSettings._lblCommandLineArgumentsInstructions
source: {0} will normally append the path of the clip file (in quotes) to form the command to open it using the specified editor. If the command line arguments must be specified in an order that does not allow the path of the file to be the last thing on the command line or the path must be specified multiple times on the command line, specify the location(s) where {0} should insert the path using {1}. For example,
es: Normalmente {0} añade la ruta del archivo de clip (entre comillas) para formar el comando para abrirlo utilizando el editor especificado. Si los argumentos en la línea de comandos deben especificarse en un orden que no permite que la ruta del archivo sea lo último en la línea de comandos o la ruta debe ocurrir más que una vez, se especifica la ubicación o ubicaciones donde {0} debe insertar la ruta utilizando {1}. Por ejemplo:

# AdministrativeSettings._lblInstructions
source: {0} clips are saved as {1} files. Usually the default application associated with these files in Windows is an audio player, not an editor. Unless you have associated an editor with {1} files, you will need to select an appropriate editor (such as {2}) if you want to be able to edit clips when using {3} mode.
es: Los clips de {0} se guardan como archivos {1}. Normalmente la aplicación asociada por defecto a estos archivos en Windows es un reproductor de audio, no un editor. A menos que se haya asociado un editor con los archivos {1}, se debe seleccionar un editor apropiado (como {2}) para poder editar los clips usando el modo {3}.
id: {0} klip disimpan sebagai file {1}. Biasanya aplikasi default untuk membuka file-file ini di Windows adalah aplikasi pemutar audio, bukan aplikasi editor. Anda harus memilih aplikasi editor yang sesuai (seperti {2}) untuk dapat mengedit klip saat menggunakan mode {3}, kecuali kalau aplikasi default file {1} adalah editor.

# AdministrativeSettings._lblShiftClipsMenuWarning
source: Warning: Improper use of the {0} menu command can lead to problems. Do not leave this option enabled for users who do not understand how to use it safely or who do not have an administrative role in the recording project. As a safety measure, this option will be cleared whenever {1} is restarted.
es: Advertencia: El uso incorrecto del comando de menú {0} puede ocasionar problemas. No deje habilitada esta opción para usuarios que no entienden cómo usarla de manera correcta o que no tienen una función administrativa en el proyecto de grabación. Como medida de seguridad, esta opción se deshabilitará cada vez que se reinicie {1}.
id: Peringatan: Penggunaan perintah menu {0} yang tidak tepat dapat menyebabkan masalah. Jangan aktifkan opsi ini untuk pengguna yang belum memahami cara menggunakannya dengan aman, atau yang tidak memiliki peran administratif dalam proyek perekaman. Sebagai tindakan pengamanan, opsi ini akan dihapus setiap kali {1} dijalankan ulang.

# AdministrativeSettings._lblSkippingInstructions
source: Select any styles whose text should never be recorded for project {0}.
es: Seleccione los estilos cuyo texto nunca se debe grabar para el proyecto {0}.
id: Pilih gaya yang teksnya tidak boleh direkam dalam proyek {0}.

# AdministrativeSettings._lblWAVFileEditingApplicationName
source: Name to display:
es: Nombre a mostrar:
id: Mengedit nama aplikasi:

# AdministrativeSettings._lblWarningExistingRecordings
source: This project already has recorded clips for some existing blocks. Changing block separation rules means that if you go back and re-record in some chapters, there could be a misalignment. {0}
es: Modificación de las configuraciones anteriores afectará la manera en que HearThis rompe en bloques del texto de la Escritura. Este proyecto ya ha grabado clips de algunos bloques existentes. Estos clips pueden no corresponder a los mismos bloques. Esta desalineación puede causar confusión y podría requerir la grabación de algunos bloques de nuevo.
id: Proyek ini sudah memiliki klip audio untuk beberapa kalimat yang ada. Apabila Anda mengubah aturan pemisahan kalimat, kemudian merekam ulang dalam pasal tertentu, mungkin akan terjadi ketidaksejajaran. Hal ini terjadi karena cara HearThis memisahkan teks ke dalam kalimat sudah tidak sama dengan cara pemisahannya ketika rekaman asli dibuat. Jadi, Anda harus memeriksa ulang pasal tersebut dan memastikan semuanya terekam dengan benar.

# AdministrativeSettings._lblWarningRecordByVerse
source: This project already has recorded clips for some blocks included in the affected verse ranges. Changing which passages will be recorded by verse means that if you record or re-record anything in those passages, there could be a misalignment. {0}
es: Este proyecto ya tiene clips grabados para algunos bloques incluidos en los rangos de versículos afectados. Cambiar qué pasajes serán grabados por versículo significa que si más adelante se graba algo en esos pasajes, podría haber un mal alineamiento. {0}
id: Proyek ini sudah memiliki klip rekaman untuk beberapa blok yang termasuk dalam rentang ayat yang terpengaruh. Kalau Anda mengubah bagian yang akan direkam berdasarkan ayat, berarti jika Anda merekam atau merekam ulang apa pun di bagian tersebut, mungkin akan terjadi ketidaksejajaran. {0}

# AdministrativeSettings._rdoUseDefaultAssociatedApplication
source: Use default application
es: Usar la aplicación por defecto
id: Gunakan aplikasi default

# AdministrativeSettings._rdoUseSpecifiedEditor
source: Use specified {0} file editor
es: Usar el editor de archivos {0} especificado
id: Gunakan editor file {0} yang ditentukan

# AdministrativeSettings.gridVerseRanges.From
source: From
es: Desde
id: Dari

# AdministrativeSettings.gridVerseRanges.To
source: To
es: Hasta
id: Ke

# AdministrativeSettings.lblColorSchemeChangeRestartWarning
source: HearThis will restart to apply the new color scheme.
es: HearThis se reiniciará para aplicar el nuevo esquema de color.
id: HearThis akan dimulai ulang untuk menerapkan skema warna baru.

# AdministrativeSettings.lblInterface
source: Color Scheme:
es: Esquema de color:
id: Skema Warna:

# AdministrativeSettings.lblRecordByVerse
source: Add ranges of verses that should be broken up into recording blocks by verse instead of using the normal punctuation marks. This is useful for passages (such as genealogies) that might have several verses without any sentence-ending punctuation.
es: Añada intervalos de versículos que deban dividirse en bloques de grabación por versículos en lugar de utilizar los signos de puntuación normales. Esto es útil para pasajes (como genealogías) que pueden tener varios versículos seguidos sin puntuación de final de frase.
id: Tambahkan rentang ayat yang harus dipecah menjadi blok rekaman per ayat, bukan menggunakan tanda baca normal. Hal ini berguna untuk bagian-bagian (seperti silsilah) yang mungkin memiliki beberapa ayat tanpa tanda baca di akhir kalimat.

# AdministrativeSettings.lblSelectModes
source: Select the modes to make available:
es: Seleccionar los modos que desee que estén disponibles:
id: Pilih mode yang akan tersedia:

# AdministrativeSettings.lnkSetAsDefault
source: Set as Default
es: Elegir proyecto
id: Tetapkan sebagai Default

# AdministrativeSettings.tabPageClipEditor
source: Clip Editor
es: Editor de clips
id: Editor Klip

# AdministrativeSettings.tabPageInterface
source: Interface
es: Interfaz
id: Tampilan

# AdministrativeSettings.tabPageModes
source: Modes
es: Modos
id: Mode

# AdministrativeSettings.tabPagePunctuation
source: Punctuation
es: Signos de puntuación
id: Tanda baca

# AdministrativeSettings.tabPageRecordByVerse
source: Record by verse
es: Grabar por versículo
id: Rekam berdasarkan ayat

# AdministrativeSettings.tabPageSkipping
source: Skipping
es: Omisiones
id: Pelewatan

# AndroidSynchronization.ConnectFailure
source: HearThis could not connect to the device. Check to be sure the devices are on the same WiFi network and that there is not a firewall blocking things.
es: HearThis no pudo conectarse al dispositivo. Compruebe que los dispositivos están en la misma red WiFi y que no hay ningún cortafuegos bloqueando la conexión.
id: HearThis tidak dapat terhubung ke perangkat. Pastikan perangkat terhubung ke jaringan WiFi yang sama dan tidak ada firewall yang menghalangi.

# AndroidSynchronization.ConnectionClosed
source: The connection to the device closed unexpectedly. Please don't try to use the device for other things during the transfer. If the device is going to sleep, you can change settings to prevent this.
es: La conexión con el dispositivo se cerró inesperadamente. Favor de no intentar utilizar el dispositivo para otras cosas durante la transferencia. Si el dispositivo se está durmiendo, se puede cambiar la configuración para evitarlo.
id: Sambungan ke perangkat ditutup secara tidak terduga. Jangan menggunakan perangkat untuk hal lain selama transfer berlangsung. Jika perangkat akan masuk ke mode tidur, Anda dapat mengubah pengaturan untuk mencegahnya.

# AndroidSynchronization.DoNotUseSampleProject
source: Sorry, {0} does not yet work properly with the Sample project. Please try a real one.
es: Lo sentimos, {0} todavía no funciona correctamente con el proyecto de muestra. Por favor, pruebe con un proyecto real.
id: Maaf, {0} belum berfungsi dengan baik dalam proyek sampel. Silakan coba proyek asli.

# AndroidSynchronization.NameResolutionFailure
source: HearThis could not make sense of the address you gave for the device. Please try again.
es: HearThis no pudo interpretar la dirección que se proporcionó para el dispositivo. Por favor, inténtelo de nuevo.
id: HearThis tidak dapat memahami alamat yang Anda berikan untuk perangkat. Silakan coba lagi.

# AndroidSynchronization.NetworkingRequired
source: Android synchronization requires your computer to have networking enabled.
es: La sincronización con Android requiere que la red esté habilitada en su computadora.
id: Untuk sinkronisasi dengan Android, komputer Anda harus mengaktifkan jaringan.

# AndroidSynchronization.NoInterNetworkIPAddress
source: Sorry, your network adapter has no InterNetwork IP address. If you do not know how to resolve this, please seek technical help.
es: Desafortunadamente su adaptador de red no tiene una dirección IP válida para la comunicación con otras redes. Si no sabe cómo resolver esto, solicite ayuda técnica.
id: Maaf, adaptor jaringan Anda tidak memiliki alamat IP InterNetwork. Jika Anda tidak tahu cara mengatasi kesalahan ini, silakan hubungi bantuan teknis.

# AndroidSynchronization.OtherWebException
source: Something went wrong with the transfer. The system message is {0}. Please try again, or report the problem if it keeps happening
es: Algo ha fallado en la transferencia. El mensaje del sistema es {0}. Por favor, inténtelo de nuevo o reporte el problema si sigue ocurriendo.
id: Terjadi error transfer. Pesan sistem adalah {0}. Silakan coba lagi, atau laporkan masalahnya jika terus terjadi

# AndroidSynchronization.RetryOnTimeout
source: Attempting to copy {0}\nChoose Abort to stop the sync (but not roll back anything already synchronized).\nChoose Retry to attempt to sync this file again with a longer timeout.\nChoose Ignore to skip this file and keep the existing one on this computer but continue attempting to sync any remaining files.
es: Intentando copiar {0}\nElija Abortar para detener la sincronización (pero no revertir nada de lo ya sincronizado).\nElija Reintentar para intentar sincronizar este archivo de nuevo con un tiempo de espera más largo.\nElija Ignorar para omitir este archivo y conservar el archivo existente en este equipo, pero seguir intentando sincronizar los archivos restantes.
id: Mencoba menyalin {0}\nPilih Batalkan untuk menghentikan sinkronisasi (namun tidak membatalkan yang sudah disinkronkan).\nPilih Coba lagi untuk mencoba menyinkronkan file ini lagi dengan batas waktu yang lebih lama.\nPilih Abaikan untuk melewatkan file ini dan menyimpan file yang sudah ada di komputer ini, namun tetap mencoba menyinkronkan file yang tersisa.

# AudiBibleEncoder.Progress
source: Converting to AudiBible format
es: Conversión a formato AudiBible
id: Mengkonversi ke format AudiBible

# AudioButtonsControl.BadState
source: HearThis is in an unusual state, possibly caused by unplugging a microphone. You will need to restart.
es: HearThis está en un estado inusual, posiblemente causado por desconectar un micrófono. Usted necesitará reiniciar.
id: HearThis sedang dalam keadaan tidak biasa, mungkin karena microfon baru dicabut. Anda harus keluar dari HearThis dan masuk kembali.

# AudioButtonsControl.BadStateCaption
source: Cannot record
es: No se puede grabar
id: Tidak dapat merekam

# AudioButtonsControl.DeleteProblem
source: Failed to delete problem file.
es: Error al eliminar el archivo de problema.
id: Gagal menghapus file yang menyebabkan masalah.

# AudioButtonsControl.ErrorMovingExistingRecording
source: The file with the existing recording can not be overwritten. We can't record over it at the moment. Please report this error. Restarting HearThis might solve this problem.
es: El archivo con la grabación existente no puede ser sobrescrito. No se puede grabar este clip en este momento. Favor de informar al equipo de HearThis acerca de este error. Al reiniciar HearThis se podría resolver este problema.
id: File dengan rekaman saat ini tidak dapat ditimpa. Silakan laporkan kesalahan ini. Untuk mengatasi masalah ini, coba keluar dari HearThis dan masuk kembali.

# AudioButtonsControl.MaximumRecordingLength
source: {0} currently limits clips to {1} minutes. If you need to record longer clips, please contact support.
es: {0} actualmente limita los clips a {1} minutos. Si necesita grabar clips más largos, comuníquese con el soporte.
id: {0} saat ini membatasi klip hingga {1} menit. Jika Anda perlu merekam klip yang lebih panjang, silakan hubungi dukungan.

# AudioButtonsControl.NextButton_ToolTip_
source: Next script block (Page Down or Right Arrow key)
es: Bloque de script siguiente (tecla de Página Abajo o flecha derecha)
id: Kalimat berikutnya (Tombol Panah Bawah atau Panah Kanan)

# AudioButtonsControl.PlayButton_ToolTip_Base
source: Play the clip for this block
es: Reproducir el clip para este bloque
id: Putar klip untuk kalimat ini

# AudioButtonsControl.PlayButton_ToolTip_HowTo
source: (Tab key)
es: (tecla Tab)
id: (Tombol tab)

# AudioButtonsControl.PlaybackProblem
source: There was a problem playing clip {0} (block {1}) for {2} {3}.
es: Hubo un problema al reproducir el clip {0} (bloque {1}) de {2} {3}.
id: Ada masalah saat memutar klip {0} (kalimat {1}) untuk {2} {3}.

# AudioButtonsControl.PleaseHold
source: Hold down the record button (or the space bar) while talking, and only let it go when you're done.
es: Mantenga pulsado el botón de grabación (o la barra espaciadora) mientras habla, y sólo suelte el botón cuando haya terminado.
id: Tahan tombol rekam (atau tombol spasi) saat berbicara, dan lepaskan setelah Anda selesai.

# AudioButtonsControl.PressToRecord
source: Press to record
es: Presionar para grabar
id: Tekan untuk merekam

# AudioButtonsControl.RecordButton.ToolTip_Skip
source: Skipped block - Do not record
es: Bloque omitido - No grabar
id: Kalimat yang dilewati - Jangan direkam

# AudioButtonsControl.RecordButton_ToolTip_Base
source: Record this block.
es: Grabar este bloque
id: Rekam kalimat ini.

# AudioButtonsControl.RecordButton_ToolTip_HowToMouseAndKeyboardShortcut
source: (Press and hold the mouse or space bar.)
es: (Pulse y mantenga presionado el ratón o la barra de espacio.)
id: (Tekan dan tahan tetikus atau tombol spasi.)

# AudioButtonsControl.RecordButton_ToolTip_HowToMouseOnly
source: (Press and hold the mouse.)
es: (Pulse y mantenga presionado el botón con el ratón.)
id: (Tekan dan tahan tetikus.)

# AudioButtonsControl.RecordingProblem
source: That recording has a problem. It will now be removed, if possible.
es: Esa grabación tiene un problema. Ahora será eliminado, si es posible.
id: Rekaman itu bermasalah. Jika memungkinkan, sekarang rekaman itu akan dihapus.

# AudioButtonsControl.RecordingProblemRestoreFromBackup
source: A backup of the previous recording is available. Would you like to restore it?
es: Una copia de seguridad de la grabación anterior está disponible. ¿Desea restaurarlo?
id: Cadangan rekaman sebelumnya tersedia. Apakah Anda ingin memulihkannya?

# AudioButtonsControl.RecordingStoppedMsgCaption
source: Recording Stopped
es: Grabación detenida
id: Perekaman Telah Dihentikan

# AudioButtonsControl.ShortRecordingProblem
source: The record button wasn't down long enough, but that file is locked up, so we can't remove it. Yes, this problem will need to be fixed.
es: El botón de grabación no se mantuvo el tiempo suficiente. Ahora el archivo está bloqueado, por lo que no puede eliminarlo. Sí, tendrá que ser corregido este problema.
id: Tombol rekam tidak aktif cukup lama, tetapi file tersebut terkunci; maka file tidak dapat dihapus. Masalah ini perlu diperbaiki.

# ChooseProject.CantAccessParatext
source: There was a problem accessing Paratext data files.
es: Hubo un problema al acceder a los archivos de datos de Paratext.
id: Terjadi masalah mengakses file data Paratext.

# ChooseProject.ErrorSettingPTProjFolderExceptionDetailsLabel
source: Error message:
es: Mensaje de error:
id: Pesan kesalahan:

# ChooseProject.ErrorSettingParatextProjectsFolder
source: An error occurred trying to set Paratext projects location to:\n{0}
es: Se produjo un error al intentar establecer la carpeta de los proyectos Paratext en: {0}
id: Terjadi kesalahan saat mencoba mengatur lokasi proyek Paratext:\n{0}
